"Deprecated key \"%@\" used" = "Deprecated key \"%@\" used";

"Invalid object type for key \"%@\"" = "Invalid object type for key \"%@\"";

"Object is a %@ but should be a %@" = "Object is a %@ but should be a %@";

"Empty object for key \"%@\"" = "Empty object for key \"%@\"";

"Non conforming object value for key \"%@\"" = "Non conforming object value for key \"%@\"";

"Unauthorized object value for key \"%@\"" = "Unauthorized object value for key \"%@\"";

"Unauthorized key(s) used for the \"%@\" dictionary" = "Unauthorized key(s) used for the \"%@\" dictionary";

"Missing required key(s) for the \"%@\" dictionary" = "Missing required key(s) for the \"%@\" dictionary";

"Incorrect object type(s) for the \"%@\" array" = "Incorrect object type(s) for the \"%@\" array";

